Repository: arnaldo-tomo/API-M-Pesa-WordPress
Catalog: languages/wc-mpesa-payment-gateway-*.po
Languages: pt_pt

source: Mpesa for WooCommerce
pt_pt: Mpesa para WooCommerce

source: Accept Mpesa Payments for WooCommerce
pt_pt: Receba Pagamentos Mpesa no WooCommerce

source: Enable/Disable
pt_pt: Ativar/Desativar

source: Enable Mpesa payment gateway
pt_pt: Activar módulo de pagamentos Mpesa

source: Title
pt_pt: Título

source: This controls the title which the user sees during checkout
pt_pt: Isso controla o título que o usuário vê durante a finalização da compra

source: Customer Message
pt_pt: Descrição para o cliente

source: Pay via mpesa
pt_pt: Pagar via Mpesa

source: API Key
pt_pt: Chave da API

source: Public Key
pt_pt: Chave Pública

source: Service Provider Code
pt_pt: Código do Provedor de Serviços

source: Use 171717 for testing
pt_pt: Use 171717 no ambiente de teste.

source: Test Mode
pt_pt: Modo de Teste

source: Enable Test Environment
pt_pt: Ativar Ambiente de Teste

source: <br/> TEST MODE ENABLED.
pt_pt: <br/> MODO DE TESTE ATIVO

source: Mpesa number
pt_pt: Número da conta

source: Currency not supported!
pt_pt: Moeda não suportada

source: Phone number is required!
pt_pt: Número do telefone necessário!

source: Phone number is incorrect!
pt_pt: O numero do telefone está incorrecto!

source: Payment Information
pt_pt: Instruções de Pagamento

source: <ul><li>Check your details before pressing the button below.</li><li>Your phone number MUST be registered with MPesa (and Active) for this to work.</li><li>You will receive a pop-up on the phone requesting payment confirmation.</li><li>Enter your service PIN (MPesa) to continue.</li><li>You will receive a confirmation message shortly thereafter</li></ul>
pt_pt: <ul><li>Verifique seus detalhes antes de pressionar o botão abaixo.</li><li>O seu número de telefone DEVE estar registrado na MPesa (e Activo) para que isso funcione.</li><li>Você receberá um pop-up no telefone solicitando a confirmação do pagamento.</li><li>Digite o PIN do seu serviço (MPesa) para continuar.</li><li>Você receberá uma mensagem de confirmação logo em seguida</li></ul>

source: Payment request sent!
pt_pt: Solicitação de pagamento enviada!

source: Check your mobile phone and enter your PIN code to confirm payment ...
pt_pt: Verifique seu telemóvel e digite seu código PIN para confirmar o pagamento...

source: Payment received!
pt_pt: Pagamento recebido!

source: Your payment has been received and your order will be processed soon.
pt_pt: Seu pagamento foi recebido e seu pedido será processado em breve.

source: Payment timeout exceeded!
pt_pt: Tempo limite de pagamento excedido!

source: Use your browser's back button and try again.
pt_pt: Use o botão Voltar do navegador e tente novamente.

source: Payment failed!
pt_pt: O pagamento falhou!

source: Try again or use your browser's back button to change the number.
pt_pt: Tente novamente ou use o botão Voltar do navegador para alterar o número.

source: Pay
pt_pt: Pagar

source: Invalid Shortcode Used!
pt_pt: Shortcode inválido

source: Unable to handle the request due to a temporary overloading!
pt_pt: Impossível processar o pedido devido à sobrecarga temporária!

source: Customer Account Status Not Active!
pt_pt: A conta MPesa não está ativa!

source: Initiator authentication error!
pt_pt: Erro de autenticação! Veri

source: Insufficient balance!
pt_pt: Saldo insuficiente!

source: API or Public key is not authorized!
pt_pt: As credências da API não são válidas!

source: Bad API Key!
pt_pt: A chave pública não é válida!

source: Payment failed
pt_pt: Falha no pagamento

source: Receive payments directly to your store through the Vodacom Mozambique M-Pesa.
pt_pt: Receba pagamentos diretamente em sua loja através da API M-Pesa da Vodacom Moçambique.
