Repository: arnaldo-tomo/API-M-Pesa-WordPress
Catalog: languages/wp-plugins-wc-m-pesa-payment-gateway-dev-readme-*.po
Languages: pt

source: Mobile M-Pesa Payment Gateway plugin allows you to receive payments directly to your store through the Vodacom Mozambique M-Pesa API.
pt: O plugin Mobile M-Pesa Payment Gateway permite que você receba pagamentos diretamente em sua loja através da API M-Pesa da Vodacom Moçambique.

source: In case the automatic installation doesn’t work, download the plugin from here via the Download-button. Unpack the archive and load the folder via FTP into the directory wp-content/plugins of your WordPress installation. Go to Plugins &gt; Installed plugins and click Activate on Mobile M-Pesa Payment Gateway.
pt: Caso a instalação automática não funcione, faça o download do plug-in aqui usando o botão Download. Descompacte o arquivo e carregue a pasta via FTP no diretório wp-content/plugins da sua instalação do WordPress. Vá para Plugins & gt; Plug-ins instalados e clique em Ativar no Mobile M-Pesa Payment Gateway.

source: Configure your Mobile M-Pesa Payment Gateway settings using credentials available on https://developer.mpesa.vm.co.mz/
pt: Configure o Mobile M-Pesa Payment Gateway usando credenciais disponíveis no https://developer.mpesa.vm.co.mz/

source: Click on the Mobile M-Pesa Payment Gateway from the available Checkout
pt: Clique em Mobile M-Pesa Payment Gateway nas opções de pagamento disponíveis

source: Click on 'WooCommerce &gt; Settings' from the left menu and click the 'Checkout' tab.
pt: Clique em 'WooCommerce &gt; Configurações' no menu esquerdo e clique na guia 'Pagamentos'.

source: Click on Install Now on Mobile M-Pesa Payment Gateway to install the plugin on your site and activate the plugin.
pt: Clique em Instalar agora no Mobile M-Pesa Payment Gateway para instalar o plugin em seu site em seguida clique em ativar.

source: In the search box type Mobile M-Pesa Payment Gateway.
pt: Na caixa de pesquisa digite Mobile M-Pesa Payment Gateway.

source: Click on 'Plugins &gt; Add New' from the left menu.
pt: Clique em 'Plugins &gt; Add New' no menu esquerdo.

source: Login to your WordPress Dashboard
pt: Faça login no seu Painel WordPress

source: Manual Installation
pt: Instalação Manual

source: Automatic Installation
pt: Instalação Automática

source: Mobile M-Pesa Payment Gateway plugin allows you to receive payments directly to your store through the Vodacom Mozambique M-Pesa API. Through Mobile M-Pesa Payment Gateway, shoppers at your store can purchase products or services at your store using a phone number associated with the M-Pesa account.
pt: O plugin Mobile M-Pesa Payment Gateway permite que receba pagamentos diretamente em sua loja através da API M-Pesa da Vodacom Moçambique. Por meio do Mobile M-Pesa Payment Gateway, Os visitantes de sua loja virtual podem comprar produtos ou serviços usando um número de telefone associado à conta M-Pesa.
